// MARK: - CONTENT VIEW

/* Tab view buttons */
"Convert" = "兑换";
"Favorites" = "收藏夹";
"Settings" = "设置";

// MARK: - FAVORITES

/* Placeholder text when Core Data is empty */
"Search a currency pair and add it to favourites." = "搜索货币对并将其添加到收藏夹。";

// MARK: - SETTINGS

/* List section headers */
"Preferences" = "喜好";
"Stay in touch" = "保持联系";
"About" = "关于";

/* Picker label */
"Default currency" = "默认货币";

/* Search Bar label */
"Search..." = "搜索...";

/* Link to rate app */
"Rate Simoleon" = "评价 simoleon";

/* Link to go to Twitter */
"Developer's Twitter" = "开发者推特";

/* Link to contact */
"Contact" = "接触";

/* Link to website */
"Website" = "网站";

/* Link to privacy policy */
"Privacy Policy" = "隐私政策";

/* Link to terms of use */
"Terms of Use" = "使用条款";

// MARK: - SUBSCRIPTION PAYWALL

/* Title */
"Unlock All Access" = "解锁所有访问权限";

/* Subscription feature titles */
"Favorite Forex Pairs" = "最喜欢的外汇对";
"Over 170 Currencies" = "超过 170 种货币";
"Everything is Up-to-date" = "一切都是最新的";
"Cryptos and Commodities" = "加密货币和商品";

/* Subscription feature description */
"Save any currency pair to access them quickly." = "保存任何货币对以快速访问它们。";
"Access almost every currency of the world." = "访问世界上几乎所有的货币。";
"Your settings and favorite currencies in all your devices." = "您所有设备中的设置和最喜欢的货币。";
"Convert currency between cryptos, gold, and silver." = "在加密货币、黄金和白银之间转换货币。";

/* Button to dismiss modal sheet */
"Cancel" = "取消";

// MARK: - CURRENCY SELECTOR

/* Navigation title */
"Currencies" = "货币";

// MARK: - CURRENCY ROW

/* Label */
"From %@ to %@" = "从到 ％@";

// MARK: - CONVERSION BOX

/* Text field placeholder */
"Enter amount" = "输入金额";

// MARK: - SIDE BAR

/* Navigation title */
"Categories" = "类别";

// MARK: - SUBSCRIBE BUTTON

/* Label */
"Subscribe for %@ / month" = "订阅 %@/月";

// MARK: - RESTORE BUTTON

/* Label */
"Restore purchases" = "恢复购买";

/* Alert title */
"No subscriptions found" = "未找到订阅";

/* Alert message */
"You are not subscripted to Simoleon yet." = "您还没有订阅 simoleon。";

